Revit 2027 API
ParameterTypeId.MepAnalyticalLoopBoundaryParam Property
 "Loop Boundary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAnalyticalLoopBoundaryParam { get; }
Public Shared ReadOnly Property MepAnalyticalLoopBoundaryParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAnalyticalLoopBoundaryParam {
	ForgeTypeId^ get ();
}
static member MepAnalyticalLoopBoundaryParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace